case/outputs_steady/openfoam_cases/section_1_x32p8km/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| SHCT->OpenFOAM coupling — auto-generated case                              |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (liquid gas);

liquid
{
    transportModel  Newtonian;
    nu      1.36674e-06;
    rho     878;
}

gas
{
    transportModel  Newtonian;
    nu      5.81383e-08;
    rho     240.805;
}

sigma   0.02;
